Repository: woss/fork-SongRec
Catalog: translations/locale/*/LC_MESSAGES/songrec.po
Languages: ar, ca, cs_cz, es, fr_fr, it, nl, pt_br, sk_sk

source: Unable to enable MPRIS support
ar: تعذر تفعيل دعم MPRIS
ca: No s'ha pogut activar el suport per MPRIS
cs_cz: Nepodařilo se povolit podporu MPRIS
es: No se ha podido activar la funcionalidad MPRIS
fr_fr: Impossible d'activer le support de MRPIS
it: Impossibile abilitare il supporto MPRIS
nl: De MPRIS-ondersteuning kan niet worden ingeschakeld
pt_br: A funcionalidade do ‘MPRIS’ não pôde ser ativada
sk_sk: Nie je možné zapnúť podporu MPRIS

source: Song recognized
ar: الأغنية عُرِفت
ca: Cançó reconeguda
cs_cz: Skladba rozpoznána
es: Canción encontrada
fr_fr: Chanson identifiée
it: Brano riconosciuto
nl: Het nummer is herkend
pt_br: A música foi identificada
sk_sk: Skladba rozpoznaná

source: Are you sure you want to wipe history?
ar: هل ترغب في محو السجل؟
ca: Esteu segur que voleu esborrar l'historial?
cs_cz: Opravdu chcete vymazat historii?
es: ¿Estás segura de que quieres borrar la historia?
fr_fr: Êtes-vous sûr⋅e de vouloir supprimer l'historique ?
it: Sei sicuro di voler cancellare la cronologia?
nl: Weet je zeker dat je de geschiedenis wilt wissen?
pt_br: Você tem certeza de que quer apagar a histórico?
sk_sk: Naozaj chcete vymazať históriu?

source: _Yes
ar: _نعم
ca: _Sí
cs_cz: _Ano
es: _Sí
fr_fr: _Oui
it: _Sì
nl: _Ja
pt_br: _Sim
sk_sk: _Áno

source: _No
ar: _لا
cs_cz: _Ne
fr_fr: _Non
nl: _Nee
pt_br: _Não
sk_sk: _Nie

source: When parsing the preferences file:
ar: عند تحليل ملف التفضيلات:
ca: En llegir l'arxiu d'ajustaments:
cs_cz: Při zpracování souboru předvoleb:
es: Al procesar el archivo de configuración:
fr_fr: Lors de la lecture du fichier de préférences :
it: Quando si apre il file delle preferenze:
nl: Tijdens verwerken van instellingenbestand:
pt_br: Ao analisar o arquivo das configurações:
sk_sk: Pri spracovaní súboru predvolieb:

source: When saving the preferences file:
ar: عند حفظ ملف التفضيلات:
ca: En guardar l'arxiu d'ajustaments:
cs_cz: Při ukládání souboru předvoleb:
es: Al guardar el archivo de configuración:
fr_fr: Lors de la sauvegarde du fichier de préférences :
it: Quando si salva il file delle preferenze:
nl: Tijdens opslaan van instellingenbestand:
pt_br: Ao salvar o arquivo das configurações:
sk_sk: Pri ukladaná súboru predvolieb:

source: Error when reading the song history on the disk:
ar: حدث خطأ أثناء قراءة سجل الأغاني على القرص:
ca: Error en llegir l'historial de cançons al disc:
cs_cz: Chyba při čtení historie skladeb z disku:
es: Hubo un error al cargar el historial de canciones guardadas:
fr_fr: Erreur lors de la lecture de l'historique des chansons reconnues sur le disque :
it: Errore durante la lettura della cronologia dei brani sul disco:
nl: De nummergeschiedenis op de schijf kan niet worden uitgelezen:
pt_br: Ocorreu um erro ao ler o histórico das músicas salvas:
sk_sk: Chyba pri čítaní histórie skladieb z disku:

source: Error when reading the favorites on the disk:
ar: حدث خطأ أثناء قراءة المفضلات على القرص:
ca: Error en llegir els favorits al disc:
cs_cz: Chyba při čtení oblíbených z disku:
es: Hubo un error al leer las favoritas guardadas:
fr_fr: Erreur lors de la lecture des favoris sur le disque :
it: Errore durante la lettura dei preferiti sul disco:
nl: De favorieten op de schijf kunnen niet worden uitgelezen:
pt_br: Ocorreu um erro ao ler os favoritos salvos:
sk_sk: Chyba pri čítaní obľúbených položiek z disku:

source: Open SongRec
ar: فتح SongRec
fr_fr: Ouvrir SongRec
nl: SongRec openen
sk_sk: Otvoriť SongRec

source: Quit...
ar: مغادرة...
fr_fr: Quitter...
nl: Afsluiten…
sk_sk: Ukončiť...

source: Recognize songs
ar: التعرف على الأغاني
ca: Reconèixer cançons
cs_cz: Rozpoznat skladby
es: Reconocer canciones
fr_fr: Reconnaître un morceau
it: Riconosci brani
nl: Nummerherkenning
pt_br: Identificar as músicas
sk_sk: Rozpoznať skladby

source: Recognize from file
ar: التعرف من ملف
ca: Reconèixer des d'arxiu
cs_cz: Rozpoznat ze souboru
es: Reconocer a partir de un archivo
fr_fr: Reconnaître depuis un fichier
it: Riconosci da file
nl: Herkennen uit bestand
pt_br: Identificar a partir de um arquivo
sk_sk: Rozpoznať zo súboru

source: Pick a file...
ar: اختر ملفًا...
ca: Seleccionar...
cs_cz: Vyberte soubor…
es: Seleccionar...
fr_fr: Sélectionner...
nl: Kies een bestand…
pt_br: Selecionar um arquivo...
sk_sk: Vybrať súbor...

source: Recognize from microphone
ar: التعرف عبر الميكروفون
ca: Reconeixement des del micròfon
cs_cz: Rozpoznávat z mikrofonu
es: Reconocer desde el micrófono
fr_fr: Reconnaître depuis le microphone
it: Riconoscimento dal microfono
nl: Herkennen via microfoon
pt_br: Identificar a partir do microfone
sk_sk: Rozpoznať z mikrofónu

source: Recognize from my speakers
ar: التعرف عبر السماعات
ca: Reconeix dels meus altaveus
cs_cz: Rozpoznávat z reproduktorů
es: Reconocer de mis oradoras
fr_fr: Reconnaître depuis les haut-parleurs
it: Riconoscimento dai miei relatori
nl: Herkennen via luidsprekers
pt_br: Identificar a partir do alto-falante
sk_sk: Rozpoznať z mojich reproduktorov

source: Shazam servers are not reachable, are you connected?
ar: تعذر الوصول لخوادم Shazam، هل أنت متصل بالشبكة؟
ca: No s'ha pogut connectar als servidors de Shazam, estàs connectat?
cs_cz: Servery Shazamu nejsou dostupné, jste připojeni k síti?
es: Los servidores de Shazam no responden, ¿seguro que hay Internet?
fr_fr: Les serveurs de Shazam sont injoignables, êtes-vous connecté ?
it: I server Shazam non sono raggiungibili, sei connesso?
nl: De Shazam-servers zijn onbereikbaar. Ben je verbonden met het internet?
pt_br: Os servidores do ‘Shazam’ não estão respondendo, você tem certeza de que possui conexão com a internet?
sk_sk: Servery Shazam nie sú dostupné, ste pripojení?

source: ERROR: Your IP has been rate-limited
ar: خطأ: تم تقييد استخدام عنوان IP خاصتك
cs_cz: CHYBA: Vaše IP byla omezena
fr_fr: ERREUR : Votre adresse IP fait l'objet d'une rate-limit
nl: FOUTMELDING: je ip-verzoeken zijn afgekapt
sk_sk: CHYBA: Vaša IP adresa bola obmedzená

source: Recognition results
ar: نتائج التعرف
ca: Resultats del reconeixement
cs_cz: Výsledky rozpoznání
es: Resultados del reconocimiento
fr_fr: Chanson identifiée
it: Risultati del riconoscimento
nl: Resultaten
pt_br: Resultados das músicas que foram identificadas
sk_sk: Výsledky rozpoznania

source: Search on YouTube
ar: ابحث على YouTube
ca: Cerca a YouTube
cs_cz: Vyhledat na YouTube
es: Buscar en YouTube
fr_fr: Rechercher sur YouTube
it: Cerca su YouTube
nl: Opzoeken op YouTube
pt_br: Pesquisar no YouTube
sk_sk: Vyhľadať na YouTube

source: Search...
ar: ابحث...
ca: Buscar...
cs_cz: Hledat…
es: Buscar...
fr_fr: Rechercher...
it: Ricerca...
nl: Zoeken…
pt_br: Pesquisar...
sk_sk: Hľadať...

source: Refresh available devices
ar: إنعاش قائمة الأجهزة المتوفرة
nl: Lijst met beschikbare apparaten herladen
sk_sk: Obnoviť dostupné zariadenia

source: Audio input
ar: إدخال الصوت
ca: Entrada d'àudio
cs_cz: Zvukový vstup
es: Entrada de audio
fr_fr: Entrée sonore
it: Ingresso audio
nl: Audio-invoer
pt_br: Entrada do áudio
sk_sk: Zvukový vstup

source: Device
ar: الجهاز
cs_cz: Zařízení
fr_fr: Périphérique
nl: Apparaat
pt_br: Dispositivo
sk_sk: Zariadenie

source: Volume:
ar: مستوى الصوت:
cs_cz: Hlasitost:
nl: Volumeniveau:
sk_sk: Hlasitosť:

source: History options...
ar: خيارات السجل...
cs_cz: Nastavení historie…
fr_fr: Options de l'historique...
nl: Geschiedenisopties…
sk_sk: Možnosti histórie...

source: Recognition history
ar: سجل التعرف
ca: Historial de reconeixement
cs_cz: Historie rozpoznávání
es: Historial de reconocimiento
fr_fr: Historique de la reconnaissance
it: Cronologia riconoscimento
nl: Geschiedenis
pt_br: Histórico das identificações
sk_sk: História rozpoznania

source: Song name
ar: اسم الأغنية
ca: Nom de la cançó
cs_cz: Název skladby
es: Nombre de la canción
fr_fr: Nom de la chanson
it: Nome del brano
nl: Nummernaam
pt_br: Nome da música
sk_sk: Názov skladby

source: Album
ar: الألبوم
ca: Àlbum
es: Álbum
nl: Albumnaam
pt_br: Álbum

source: Recognition date
ar: تاريخ التعرف
ca: Data de reconeixement
cs_cz: Datum rozpoznání
es: Fecha del reconocimiento
fr_fr: Date de reconnaissance
it: Data di riconoscimento
nl: Herkend op
pt_br: Data da identificação
sk_sk: Dátum rozpoznania

source: View favorites
ar: عرض المفضلات
ca: Veure preferits
cs_cz: Zobrazit oblíbené
es: Ver favoritos
fr_fr: Voir les favoris
it: Visualizza i preferiti
nl: Favorieten bekijken
pt_br: Exibir os favoritos
sk_sk: Zobraziť obľúbené

source: Application menu
ar: قائمة التطبيق
cs_cz: Nabídka aplikace
fr_fr: Menu de l'application
nl: Programmamenu
sk_sk: Ponuka aplikácie

source: Export to CSV
ar: تصدير إلى ملف CSV
ca: Exportar a CSV
cs_cz: Exportovat do CSV
es: Exportar a CSV
fr_fr: Exporter au format CSV
it: Esporta in CSV
nl: Exporteren naar csv-bestand
pt_br: Exportar para o formato ‘CSV’
sk_sk: Exportovať do CSV

source: Favorites
ar: المفضلات
ca: Preferits
cs_cz: Oblíbené
es: Favoritas
fr_fr: Mes favoris
it: Preferite
nl: Favorieten
pt_br: Favoritos
sk_sk: Obľúbené

source: General preferences
ar: التفضيلات العامة
cs_cz: Obecné předvolby
fr_fr: Préférences générales
nl: Algemene instellingen
sk_sk: Všeobecné nastavenia

source: Notify when a new song is recognized or network error is encountered
ar: نبهني عند التعرف على أغنية جديدة أو عند حدوث خطأ في الاتصال
cs_cz: Oznámit při rozpoznání nové skladby nebo objevení chyby
fr_fr: Notifier lorsqu'une nouvelle chanson est reconnue ou une erreur réseau est rencontrée
nl: Toon een melding na het herkennen van een nummer of als er een netwerfout optreedt
sk_sk: Upozorniť, keď je rozpoznaná nová skladba alebo sa vyskytne sieťová chyba

source: Show notifications
ar: إرسال الإشعارات
ca: Mostra les notificacions
cs_cz: Zobrazit oznámení
es: Mostrar notificaciones
fr_fr: Afficher les notifications
it: Mostra notifiche
nl: Meldingen tonen
pt_br: Exibir as notificações
sk_sk: Zobrazovať oznámenia

source: MPRIS will display information about recognized songs in places like the GNOME or KDE control panel
ar: سيعرض MPRIS معلومات حول الأغاني التي تم التعرف عليها في أماكن مثل قائمة الإشعارات في جنوم أو كِيدِي
cs_cz: MPRIS zobrazí informace o rozpoznaných skladbách na místech, jako je ovládací panel GNOME nebo KDE
fr_fr: MPRIS va afficher des informations à propos des chansons reconnues à des endroits comme le panneau de contrôle KDE ou GNOME
nl: MPRIS toont informatie omtrent herkende nummers op onder andere de panelen/bovenbalk van GNOME en KDE
sk_sk: MPRIS zobrazí informácie o rozpoznaných skladbách na miestach ako ovládací panel GNOME alebo KDE

source: Enable MPRIS
ar: تفعيل MPRIS
ca: Activa MPRIS
cs_cz: Povolit MPRIS
es: Habilitar MPRIS
fr_fr: Activer MPRIS
it: Abilita MPRIS
nl: MPRIS inschakelen
pt_br: Ativar o ‘MPRIS’
sk_sk: Povoliť MPRIS

source: When closing the window, minimize to system tray using KSNI instead of closing the app. Please note that you may have to increase the "request interval" setting when leaving SongRec running in the background to reduce your changes of getting rate-limited.
ar: عند إغلاق النافذة، صغِّرها إلى لوحة النظام بإستحدام KSNI بدلًا من إغلاق التطبيق بالكامل. خذ في الاعتبار زيادة إعداد «الفاصل الزمني بين الطلبات» عند تشغيل SongRec في الخلفية؛ لتقليل احتمالية تقييد استخدامك.
nl: Minimaliseer het venster naar het systeemvak in plaats van het af te sluiten. Let op: hiervoor dient de verzoektijd te worden verhoogd, omdat er anders kans is dat verzoeken worden afgekapt.
sk_sk: Pri zatváraní okna minimalizovať aplikáciu do systémovej lišty pomocou KSNI namiesto jej zatvorenia. Upozorňujeme, že ak necháte aplikáciu SongRec bežať na pozadí, možno budete musieť zvýšiť nastavenie „intervalu požiadaviek“, aby ste znížili pravdepodobnosť obmedzenia.

source: Minimize to system tray
ar: تصغير إلى لوحة النظام
fr_fr: Minimiser dans la zone de notifications
nl: Minimaliseren naar systeemvak
sk_sk: Minimalizovať do systémovej lišty

source: Bump a song to the top of the history list and remove the former entry when the same song is detected multiple times
ar: ضع أغنيةً أعلى قائمة السجل واحذف العنصر السابق عند العثور على نفس الأغنية لعدة مرات
fr_fr: Faire remonter une chanson en haut de l'historique et enlever les autres entrées quand une chanson est détectée plusieurs fois
nl: Zet een nummer bovenaan de lijst en wis de vorige vermelding, indien het nummer meermaals herkend is
sk_sk: Presunúť skladbu na začiatok zoznamu histórie a odstrániť predchádzajúci záznam, ak sa tá istá skladba nájde viackrát

source: No duplicates in history
ar: لا تطابقات في السجل
fr_fr: Empêcher les doublons dans l'historique
nl: Doublures in geschiedenis voorkomen
sk_sk: Žiadne duplikáty v histórii

source: Network preferences
ar: تفضيلات الشبكة
nl: Netwerkinstellingen
sk_sk: Nastavenia siete

source: By default 8, increase if you are rate-limited
ar: القيمة الإفتراضية 8، زودها أن تم تقييد استخدامك
fr_fr: Par défaut 8, augmenter en cas de rate-limit
nl: Standaard: 8 — verhoog indien je verzoeken worden afgekapt
sk_sk: Predvolené nastavenie je 8, zvýšte ho, ak ste boli obmedzení

source: Shazam interval between requests in seconds
ar: الفاصل الزمني بين طلبات Shazam بالثواني
fr_fr: Intervalle en secondes entre les requêtes vers Shazam
nl: De Shazam-tijd tussen verzoeken (in seconden)
sk_sk: Interval medzi požiadavkami Shazam v sekundách

source: By default the last 12 seconds of music are fingerprinted and sent to Shazam. Editing may have an impact on reliability
ar: إفتراضيًا تبصم أخر 12 ثانية من الأغنية ثم تُرسَل إلى Shazam. التعديل قد يؤثر على جودة التعرف
fr_fr: Par défaut, il est fait une empreinte des 12 dernières secondes d'audio qui sont envoyées à Shazam. Modifier ce paramètre peut avoir un impact sur la fiabilité du processus
nl: Standaard worden de laatste 12 seconden vastgelegd en doorgestuurd naar Shazam — het bewerken hiervan kan de betrouwbaarheid verlagen
sk_sk: Predvolene sa posledných 12 sekúnd hudby zaznamená a odošle do služby Shazam. Úpravy môžu mať vplyv na spoľahlivosť

source: Shazam buffer size in seconds
ar: حجم الذاكرة المؤقتة لـShazam بالثواني
cs_cz: Velikost mezipaměti pro Shazam v sekundách
fr_fr: Taille du tampon audio en secondes
nl: De Shazam-buffertijd (in seconden)
sk_sk: Veľkosť vyrovnávacej pamäte Shazam v sekundách

source: Settings
ar: الإعدادات
fr_fr: Paramètres
nl: Instellingen
sk_sk: Nastavenia

source: _Preferences...
ar: ال_تفضيلات...
nl: _Instellingen…
sk_sk: _Predvoľby...

source: About...
ar: _حول...
ca: Quant a...
cs_cz: O aplikaci…
es: Acerca de...
fr_fr: À propos...
it: A proposito...
nl: Over…
pt_br: Sobre...
sk_sk: O...

source: Delete history
ar: محو السجل
ca: Suprimeix l'historial
cs_cz: Smazat historii
es: Eliminar historial
fr_fr: Supprimer l'historique
it: Elimina cronologia
nl: Geschiedenis wissen
pt_br: Excluir o histórico
sk_sk: Vymazať históriu

source: Select a file to recognize
ar: اختر ملفًا لبدء التعرف
ca: Escull un arxiu a reconèixer
cs_cz: Vyberte soubor k rozpoznání
es: Elige el archivo que quieres reconocer
fr_fr: Sélectionner un fichier à reconnaître
it: Seleziona un file da riconoscere
nl: Kies een te herkennen bestand
pt_br: Escolha um arquivo de áudio que você quer identificar
sk_sk: Vyberte súbor na rozpoznanie

source: Copy artist and track
ar: انسخ اسم الفنان والألبوم
ca: Copiar nom de cançó i artista
cs_cz: Kopírovat umělce a skladbu
es: Copiar el artista y el título de canción
fr_fr: Copier l'artiste et le morceau
it: Copia artista e traccia
nl: Artiest- en nummernaam kopiëren
pt_br: Copiar o nome do artista e o título da música
sk_sk: Kopírovať interpreta a názov skladby

source: Copy artist
ar: انسخ اسم الفنان
ca: Copiar Artista
cs_cz: Kopírovat umělce
es: Copiar el artista
fr_fr: Copier l'artiste
it: Copia artista
nl: Artiestnaam kopiëren
pt_br: Copiar o nome do artista
sk_sk: Kopírovať interpreta

source: Copy track name
ar: انسخ اسم المسار
ca: Copiar nom de cançó
cs_cz: Kopírovat název skladby
es: Copiar el título de canción
fr_fr: Copier le nom du morceau
it: Copia nome traccia
nl: Nummernaam kopiëren
pt_br: Copiar o título da música
sk_sk: Kopírovať názov skladby

source: Copy album
ar: انسخ اسم الألبوم
ca: Copiar Àlbum
cs_cz: Kopírovat album
es: Copiar el álbum
fr_fr: Copier l'album
it: Copia album
nl: Albumnaam kopiëren
pt_br: Copiar o nome do álbum
sk_sk: Kopírovať album

source: Delete from History
ar: محو من السجل
fr_fr: Supprimer de l'historique
nl: Wissen uit geschiedenis
sk_sk: Vymazať z histórie

source: Add to Favorites
ar: إضافة للمفضلات
ca: Afegir a preferits
cs_cz: Přidat do oblíbených
fr_fr: Ajouter aux favoris
it: Aggiungi ai preferiti
nl: Toevoegen aan favorieten
pt_br: Adicionar aos favoritos
sk_sk: Pridať medzi obľúbené

source: Remove from Favorites
ar: محو من المفضلات
ca: Eliminar de preferits
cs_cz: Odstranit z oblíbených
es: Quitar de favoritos
fr_fr: Supprimer des favoris
it: Riconosci da file
nl: Verwijderen uit favorieten
pt_br: Remover dos favoritos
sk_sk: Odstrániť z obľúbených

source: When closing the window, minimize to system tray using libayatana-appindicator instead of closing the app. Please note that you may have to increase the "request interval" setting when leaving SongRec running in the background to reduce your changes of getting rate-limited.
fr_fr: Minimiser vers la zone de notifications en utilisant libayatana-appindicator au lieu de quitter l'application lorsque la fenêtre est fermée. Notez que vous devriez peut-être augmenter le paramètre « intervalle entre les requêtes » lorsque SongRec fonctionne en arrière-plain afin de réduire les risques de rate-limit.
