Repository: woss/fork-SongRec
Catalog: translations/locale/*/LC_MESSAGES/songrec.po
Languages: ar, ca, cs_cz, es, fr_fr, it, nl, pt_br, sk_sk

source: Available device:
ar: الجهاز المتاح:
fr_fr: Périphérique disponible :
nl: Beschikbaar apparaat:
sk_sk: Dostupné zariadenie:

source: Exiting: audio device not found
ar: جارٍ المغادرة: لم يُعثر على جهاز صوت
ca: Sortint: dispositiu d'àudio no trobat
cs_cz: Ukončování: zvukové zařízení nenalezeno
es: Saliendo: no se ha encontrado el dispositivo de sonido seleccionado
fr_fr: Fin de l'exécution : périphérique audio introvable
it: In uscita: dispositivo audio non trovato
nl: Geen audioapparaat aangetroffen
pt_br: O programa será fechado, porque o dispositivo de áudio que você selecionou não foi encontrado
sk_sk: Ukončenie: zvukové zariadenie nebolo nájdené

source: Exiting: no audio devices found!
ar: جارٍ المغادرة: لم يُعثر على أجهزة صوت!
ca: Sortint: no s'han trobat dispositius d'àudio!
cs_cz: Ukončování: žádná zvuková zařízení nenalezena!
es: Saliendo: no se ha encontrado ningún dispositivo de sonido.
fr_fr: Fin de l'exécution : aucun périphérique audio disponible !
it: In uscita: nessun dispositivo audio trovato!
nl: Geen audioapparaten aangetroffen!
pt_br: O programa será fechado, porque nenhum dispositivo de áudio foi encontrado
sk_sk: Ukončenie: neboli nájdené žiadne zvukové zariadenia!

source: Using device
ar: الجهاز المُستخدَم
ca: Utilitzant dispositiu
cs_cz: Používám zařízení
es: Utilizando el dispositivo
fr_fr: Utilisation du périphérique
it: Dispositivo in uso
nl: Gebruikmakend van
pt_br: Utilizando o dispositivo
sk_sk: Použité zariadenie

source: Error: Network unreachable
ar: خطأ: تعذر الاتصال بالشبكة
ca: Error: Xarxa no connectada
cs_cz: Chyba: síť není dostupná
es: Error: No parece haber conexión a Internet
fr_fr: Erreur : Pas de connexion réseau
it: Errore: rete irraggiungibile
nl: Foutmelding: geen internetverbinding
pt_br: Ocorreu um erro, porque não há conexão com a internet
sk_sk: Chyba: Sieť nedostupná

source: Warning: Network unreachable
ar: تحذير: تعذر الاتصال بالشبكة
ca: Avís: Xarxa no connectada
cs_cz: Varování: síť není dostupná
es: Advertencia: No parece haber conexión a Internet
fr_fr: Avertissement : Pas de connexion réseau
it: Avviso: rete irraggiungibile
nl: Waarschuwing: geen internetverbinding
pt_br: Atenção! Não há conexão com a internet
sk_sk: Upozornenie: Sieť nedostupná

source: No match for this song
ar: لم يُعثر على أغنية مُطابِقة
ca: No hi ha coincidències per aquesta cançó
cs_cz: Nenalezena žádná shoda s touto skladbou
es: No se ha podido detectar la canción
fr_fr: Chanson non reconnue
it: Nessuna corrispondenza per questo brano
nl: Er is geen overeenkomst gevonden
pt_br: A música não pôde ser identificada
sk_sk: Žiadna zhoda pre túto skladbu

source: Error:
ar: خطأ:
cs_cz: Chyba:
fr_fr: Erreur :
it: Errore:
nl: Foutmelding:
pt_br: Ocorreu um erro:
sk_sk: Chyba:

source: Recording started!
ar: بدأ التسجيل!
ca: Enregistrament iniciat!
cs_cz: Nahrávání spuštěno!
es: Grabación en curso
fr_fr: Enregistrement en cours...
it: Registrazione iniziata!
nl: De opname is gestart!
pt_br: A gravação foi iniciada!
sk_sk: Nahrávanie spustené!

source: An open-source Shazam client for Linux, written in Rust.
ar: عميل Shazam مفتوح المصدر على لينكس، مكتوب بلغة Rust.
ca: Un client Shazam de programari lliure per Linux, fet en Rust.
cs_cz: Otevřený Shazam klient pro Linux, napsaný v Rustu.
es: Un cliente para Shazam libre y de código abierto, hecho en Rust.
fr_fr: Un client Shazam open-source pour Linux, écrit en Rust.
it: Un client Shazam open source per Linux, scritto in Rust.
nl: Een open source Shazam-app voor Linux, geschreven in Rust.
pt_br: O ‘SongRec’ é um identificador de músicas de código aberto para o GNU/Linux, semelhante ao ‘Shazam’, que foi escrito com a linguagem de programação ‘Rust’.
sk_sk: Klient Shazam s otvoreným zdrojovým kódom pre Linux napísaný v jazyku Rust.

source: -v: Set the log level to DEBUG instead of INFO for SongRec-related messages -vv: Set the log level to DEBUG for SongRec-related messages and INFO for library-related messages -vvv: Set the log level to TRACE
fr_fr: -v : Définir le niveau de journalisation DEBUG au lieu d'INFO pour les messages en rapport avec SongRec -vv : Définir le niveau de journalisation DEBUG pour les messages en rapport avec SongRec, et INFO pour les messages en rapport avec les bibliothèques -vvv : Définir le niveau de journalisation TRACE
nl: -v: Stel het logniveau in op DEBUG in plaats van INFO, voor berichten omtrent SongRec -vv: Stel het logniveau in op DEBUG voor berichten omtrent SongRec, en op INFO voor berichten omtrent de bibliotheek -vvv: Stel het logniveau in op TRACE
sk_sk: -v: Nastaviť úroveň protokolu na DEBUG namiesto INFO pre správy súvisiace s SongRec -vv: Nastaviť úroveň protokolu na DEBUG pre správy súvisiace s SongRec a INFO pre správy súvisiace s knižnicou -vvv: Nastaviť úroveň protokolu na TRACE

source: Run as a command-line program listening the microphone and printing recognized songs to stdout, exposing current song info via MPRIS
ar: شغّل كبرنامج سطر أوامر يستمع للميكروفون ويطبع الأغاني التي تم التعرف عليها إلى stdout، واعرض الأغنية الحالية عبر MPRIS
ca: Executar com a programa de terminal enregistrant el micròfon i retornant les cançons reconegudes a stdout, mostrant la cançó actual per MPRIS
cs_cz: Spustit jako program pro příkazovou řádku poslouchající mikrofon a vypisující rozpoznané skladby do stdout, při zobrazení informací o skladbě přes MPRIS
es: Ejecutar como un programa del terminal de texto, grabando el micrófono y sacando las canciones que se reconozcan por stdout, así como proporcionando la canción actual por MPRIS
fr_fr: Exécute le programme en mode ligne de commande, en utilisant l'entrée son et en affichant les chansons reconnues par le biais de la sortie standard, en diffusant également les informations concernant la dernière chanson détectée par MPRIS
it: Esegui come programma da riga di comando ascoltando il microfono e stampando i brani riconosciuti su stdout, esponendo le informazioni sul brano corrente tramite MPRIS
nl: Voer uit als een opdrachtregeltoepassing om de herkende nummers te tonen via stdout en de nummerinformatie via MPRIS
pt_br: O ‘SongRec’ é executado como um programa de linha de comando que captura os sons do microfone e os envia para o canal de saída padrão (stdout) para a música ser identificada. As informações sobre a música identificada são fornecidas pelo ‘MPRIS’ (Media Player Remote Interfacing Specification ou Interface Remota de Especificação do Reprodutor de Mídia)
sk_sk: Spustiť ako program príkazového riadku, ktorý počúva mikrofón a vypisuje rozpoznané skladby na stdout, pričom zobrazuje aktuálne informácie o skladbe prostredníctvom MPRIS

source: List available audio devices and quit
ar: أنشئ قائمة بأجهزة الصوت الحالية ثم غادر
fr_fr: Énumérer les périphériques audio disponibles et quitter
nl: Toon alle audioapparaten en sluit af
sk_sk: Zobraziť dostupné zvukové zariadenia a ukončiť

source: Specify the audio device to use
ar: حدد جهاز صوت لإستخدامه
ca: Selecciona el dispositiu d'àudio a utilitzar
cs_cz: Určete, které zvukové zařízení použít
es: Elige qué dispositivo de audio usar
fr_fr: Choisir l'entrée audio à utiliser
it: Specifica il dispositivo audio da utilizzare
nl: Kies het te gebruiken audioapparaat
pt_br: Especificar o dispositivo de áudio a ser utilizado
sk_sk: Zadajte zvukové zariadenie, ktoré sa má použiť

source: Shazam interval between requests in seconds (increase if you are rate-limited)
ar: الفاصل الزمني بين طلبات Shazam بالثواني (زود إن تم تقييد استخدامك)
fr_fr: Intervalle entre les requêtes à Shazam exprimée en secondes (augmenter en cas de rate-limit)
nl: De Shazam-tijd tussen verzoeken (in seconden — verhoog indien afgekapt)
sk_sk: Interval medzi požiadavkami Shazam v sekundách (zvýšte, ak máte obmedzenú rýchlosť)

source: Enable printing full song info in JSON
ar: تفعيل طباعة المعلومات الكاملة للأغنية لملف JSON
ca: Activar retorn d'informació completa de cançó en JSON
cs_cz: Povolit výpis všech informací o skladbě jako JSON
es: Activa la salida detallada de datos de canciones en JSON
fr_fr: Utiliser le format JSON pour afficher des informations exhaustives à propos de la chanson actuelle
it: Abilita informazioni complete sul brano in JSON
nl: Nummerinformatie vastleggen in json-bestand
pt_br: Ativar a saída das informações completas da música com o formato ‘JSON’ (JavaScript Object Notation ou Notação de Objetos do JavaScript)
sk_sk: Zapnúť tlač úplných informácií o skladbe v JSON

source: Enable printing full song info in the CSV format
ar: تفعيل طباعة معلومات الأغنية كاملة في ملف CSV
ca: Activar retorn d'informació completa de cançó en format CSV
cs_cz: Povolit výpis všech informací o skladbě ve formátu CSV
es: Activa la salida detallada de datos de canciones a través del formato CSV
fr_fr: Utiliser le format CSV pour afficher des informations à propos de la chanson
it: Abilita informazioni complete sul brano in CSV
nl: Nummerinformatie vastleggen in csv-bestand
pt_br: Ativar a saída das informações completas da música com o formato ‘CSV’ (comma-separated values ou valores separados por vírgulas)
sk_sk: Zapnúť tlač úplných informácií o skladbe v CSV formáte

source: Disable MPRIS support
ar: تعطيل دعم MPRIS
ca: Desactivar suport per a MPRIS
cs_cz: Zakázat podporu MPRIS
es: Desactiva la funcionalidad MPRIS
fr_fr: Désactiver le support de MPRIS
it: Disabilita supporto MPRIS
nl: MPRIS-ondersteuning uitschakelen
pt_br: Desativar a funcionalidade do ‘MPRIS’
sk_sk: Vypnúť podporu MPRIS

source: Recognize one song from a sound file or microphone and print its info.
ar: تعرف على أغنية واحدة من ملف صوت أو عبر الميكروفون ثم اطبع معلوماتها.
ca: Reconèixer una cançó des d'un arxiu de so o micròfon i mostrar la informació.
cs_cz: Rozpoznat jednu skladbu ze zvukového souboru a vypsat informace o ní.
es: Reconoce una canción a partir de un archivo de audio o grabación y muestra los resultados.
fr_fr: Reconnaît une seule chanson depuis un fichier son ou depuis l'entrée audio, et afficher les informations la concernant.
it: Riconosci brano da un file audio o da un microfono e mostrane le informazioni.
nl: Herken één nummer uit een geluidsbestand of via de microfoon en toon informatie.
pt_br: Identificar a música a partir de um arquivo de áudio ou de um microfone e exibir as suas informações.
sk_sk: Rozpoznať jednu skladbu zo zvukového súboru alebo mikrofónu a vypísať jej informácie.

source: Recognize a file instead of using mic input
ar: تعرف على ملف بدل استخدام إدخال الميكروفون
ca: Reconèixer un arxiu en compte d'utilitzar l'entrada de micròfon
cs_cz: Rozpoznat soubor namísto použití vstupu z mikrofonu
es: Reconoce un archivo ya grabado en vez de utilizar el micrófono
fr_fr: Identifier le morceau à partir d'un fichier plutôt que de l'entrée son
it: Riconosci un file invece di utilizzare l'input del microfono
nl: Bestand gebruiken in plaats van microfoon
pt_br: Identificar a música a partir de um arquivo de áudio em vez de utilizar o microfone
sk_sk: Rozpoznať súbor namiesto použitia vstupu z mikrofónu

source: Generate a Shazam fingerprint from a sound file, perform song recognition towards Shazam's servers and print obtained information to the standard output.
ar: ولِّد بصمة Shazam من ملف صوت، نفذ التعرف على الأغاني عبر خوادم Shazam واطبع المعلومات التي تم الحصول عليها إلى إخراج اعتيادي.
ca: Generar una empremta digital de Shazam a partir d'un fitxer de so, fer el reconeixement de cançons als servidors de Shazam i retornar la informació obtinguda a la sortida estàndard.
cs_cz: Vygenerovat otisk Shazam ze zvukového souboru, provést rozpoznání skladby pomocí serverů Shazam a vypsat získané informace na standardní výstup.
es: Genera una huella o patrón de Shazam a partir de un archivo de sonido, enviárselo a los servidores de Shazam para que lo reconozcan y mostrar la información por la salida estándar.
fr_fr: Génère une empreinte Shazam à partir d'un fichier audio, effectue la détection de la chanson auprès des serveurs de Shazam puis envoie les informations obtenues vers la sortie standard.
it: Genera un'impronta digitale di Shazam da un file audio, esegui il riconoscimento dei brani verso i server di Shazam e stampa le informazioni ottenute sullo standard output.
nl: Genereer een Shazam-vingerafdruk op basis van een geluidsbestand, voer muziekherkenning uit en schrijf de verkregen informatie weg.
pt_br: Criar uma impressão digital do mesmo padrão do ‘Shazam’ a partir de um arquivo de áudio, realizar a identificação das músicas utilizando os servidores do ‘Shazam’ e enviar as informações obtidas para a saída padrão.
sk_sk: Generovať odtlačok Shazam zo zvukového súboru, vykonať rozpoznanie skladby voči serverom Shazam a vypísať získané informácie na štandardný výstup.

source: The audio file to recognize.
ar: ملف الصوت المستخدم للتعرف.
ca: L'arxiu d'àudio a reconèixer.
cs_cz: Zvukový soubor k rozpoznání.
es: El archivo de sonido a reconocer.
fr_fr: Le fichier audio à reconnaître.
it: Il file audio da riconoscere.
nl: Het te herkennen bestand.
pt_br: O arquivo de áudio a ser identificado.
sk_sk: Zvukový súbor na rozpoznanie.

source: Recognize a currently playing song using the microphone and print obtained information to the standard output
ar: تعرف على الأغنية المُشغَّلة حاليًا باستخدام الميكروفون واطبع المعلومات التي تم الحصول عليها لإخراج اعتيادي
ca: Reconèixer una cançó que es reprodueix actualment utilitzant el micròfon i retornar la informació obtinguda a la sortida estàndard
cs_cz: Rozpoznat aktuálně hrající skladbu pomocí mikrofonu a vypsat získané informace na standardní výstup
es: Reconoce la canción que suena a través del micrófono y muestra información detallada por la salida estándar
fr_fr: Reconnaît un morceau en train d'être joué à partir de l'entrée son et affiche les informations correspondantes par la sortie standard
it: Riconosci brano attualmente in riproduzione utilizzando il microfono e mostra le informazioni ottenute sull'output standard
nl: Herkent een nummer via de microfoon en toont de informatie via de standaarduitvoer
pt_br: Identificar a música que esteja sendo reproduzida por meio do microfone e enviar as informações recebidas para a saída padrão
sk_sk: Rozpoznať aktuálne prehrávanú skladbu pomocou mikrofónu a vypísať získané informácie na štandardný výstup

source: Generate a Shazam fingerprint from a sound file, and print it to the standard output.
ar: ولِّد بصمة Shazam من ملف صوت، واطبعه إلى إخراج اعتيادي.
ca: Genereu una empremta digital de Shazam a partir d'un fitxer de so i retornar-la a la sortida estàndard.
cs_cz: Vygenerovat otisk Shazam ze zvukového souboru, provést rozpoznání skladby a vypsat ji na standardní výstup.
es: Genera un patrón o huella de Shazam a partir de un archivo de sonido y los muestra por la salida estándar.
fr_fr: Génère une empreinte Shazam à partir d'un fichier audio, avant de l'envoyer vers la sortie standard.
it: Genera un'impronta digitale Shazam da un file audio e stampalo sullo standard output.
nl: Genereer een Shazam-vingerafdruk op basis van een geluidsbestand en schrijf de verkregen informatie weg.
pt_br: Criar uma impressão digital do mesmo padrão do ‘Shazam’ a partir de um arquivo de áudio e enviar para a saída padrão.
sk_sk: Vygenerovať odtlačok Shazam zo zvukového súboru a vypísať ho na štandardný výstup.

source: The .WAV or .MP3 file to generate an audio fingerprint for.
ar: ملف WAV. أو MP3. المستخدم لتوليد بصمة الصوت.
ca: El fitxer .WAV o .MP3 a generar una empremta digital d'àudio.
cs_cz: Soubor .WAV nebo .MP3, pro který vygenerovat zvukový otisk.
es: El archivo .WAV o .MP3 con el que generar una huella o patrón de audio.
fr_fr: Le fichier .WAV ou .MP3 pour lequel générer une empreinte sonore.
it: Il file .WAV o .MP3 per cui generare un'impronta audio digitale.
nl: Het wav- of mp3-bestand waarvoor een vingerafdruk moet worden gegenereerd.
pt_br: O arquivo com o formato ‘.WAV’ ou ‘.MP3’ para criar a impressão digital de áudio.
sk_sk: Súbor .WAV alebo .MP3 na vytvorenie zvukového odtlačku.

source: Take a data-URI Shazam fingerprint, perform song recognition towards Shazam's servers and print obtained information to the standard output.
ar: خذ رابط بيانات بصمة Shazam، نفذ التعرف على الأغاني عبر خوادم Shazam واطبع المعلومات التي تم الحصول عليها لإخراج اعتيادي.
ca: Empra una empremta Shazam data-URI, duu a terme el reconeixement de cançó vers els servidors de Shazam i retorna la informació obtinguda a la sortida estàndard.
cs_cz: Pořídit data-URI otisk Shazam, provést rozpoznání skladby pomocí serverů Shazam a vypsat získané informace na standardní výstup.
es: Carga un patrón o huella de tipo data-URI de Shazam, reconoce la canción enviándosela a sus servidores y obtén información detallada por la salida estándar.
fr_fr: Prend une empreinte Shazam au format data-URI, effectue la détection du morceau auprès des serveurs de Shazam puis envoie les informations obtenues vers la sortie standard.
it: Prendi un'impronta digitale Shazam dell'URI dati, esegui il riconoscimento dei brani verso i server di Shazam e stampa le informazioni ottenute sullo standard output.
nl: Gebruik een gegevensuri met Shazam-vingerafdruk, voer muziekherkenning uit en schrijf de verkregen informatie weg.
pt_br: Carregar um URI (Uniform Resource Identifier ou Identificador Uniforme de Recursos) de dados para criar a impressão digital do mesmo padrão do ‘Shazam’, realizar a identificação das músicas utilizando os servidores do ‘Shazam’ e enviar as informações obtidas para a saída padrão.
sk_sk: Prevziať data-URI odtlačok Shazam, vykonať rozpoznanie skladby voči serverom Shazam a vypísať získané informácie na štandardný výstup.

source: The data-URI Shazam fingerprint to recognize.
ar: رابط بيانات بصمة Shazam المستخدم للتعرف.
ca: L'empremta Shazam data-URI a reconèixer.
cs_cz: Otisk data-URI Shazam k rozpoznání.
es: El patrón o huella de tipo data-URI de Shazam a reconocer.
fr_fr: L'empreinte Shazam au format data-URI à reconnaître.
it: L'impronta dati-URI Shazam da riconoscere.
nl: De te herkennen gegevensuri met Shazam-vingerafdruk.
pt_br: O URI de dados do mesmo padrão do ‘Shazam’ a ser identificado.
sk_sk: Data-URI odtlačok Shazam na rozpoznanie.

source: The default action. Display a GUI.
ar: الإجراء الافتراضي. عرض واجهة مستخدم رسومية.
ca: L'acció per defecte. Mostrar una interfície d'usuari.
cs_cz: Výchozí akce. Zobrazit grafické rozhraní.
es: La acción predeterminada. Mostrar la interfaz visual.
fr_fr: L'action par défaut. Affiche l'interface graphique.
it: L'azione predefinita. Visualizza una GUI.
nl: De standaardactie: toon het venster.
pt_br: A ação padrão é de exibir uma interface gráfica do usuário.
sk_sk: Predvolená akcia. Zobrazenie grafického rozhrania.

source: An optional audio file to recognize on the launch of the application.
ar: ملف صوت اختياري للتعرف عليه عند تشغيل التطبيق.
ca: Un arxiu d'àudio opcional a reconèixer en el llançament de l'aplicació.
cs_cz: Volitelný zvukový soubor, který rozpoznat při spuštění aplikace.
es: Un archivo de audio opcional que empezar a reconocer al lanzar la aplicación.
fr_fr: Un éventuel fichier audio à reconnaître au lancement de l'application.
it: Un file audio opzionale da riconoscere all'avvio dell'applicazione.
nl: Een optioneel audiobestand dat na het opstarten dient te worden herkend.
pt_br: Um arquivo de áudio opcional que será identificado quando você iniciar o programa.
sk_sk: Voliteľný zvukový súbor, ktorý sa rozpozná pri spustení aplikácie.

source: Launch the GUI, but don't recognize audio through the microphone as soon as it is launched (rather than expecting the user to click on a button).
ar: شغّل واجهة المستخدم الرسومية، لكن لا تتعرف على الصوتيات عبر الميكروفون مباشرةً بعد التشغيل (بدلًا من ذلك توقع من المستخدم أن يضغط زرًا).
ca: Inicia la interfície d'usuari, però no reconeix àudio a través del micròfon en engegar-la (en comptes d'esperar que l'usuari premi un botó)
cs_cz: Spustit grafické rozhraní, ale nezačít okamžitě po spuštění rozpoznávat zvuk z mikrofonu (namísto čekání, než uživatel klikne na tlačítko).
es: Mostrar la interfaz, pero no empezar a grabar el audio de forma automática (hacer clic en un botón para empezar el reconocimiento).
fr_fr: Affiche l'interface graphique, mais ne reconnaît pas le son par le biais du microphone dès que celle-ci est lancée (au lieu de cela, attendre que l'utilisateur clique sur un bouton).
it: Avvia la GUI, ma non riconosce l'audio attraverso il microfono non appena viene avviato (piuttosto che aspettarsi che l'utente faccia clic su un pulsante).
nl: Toon het venster, maar wacht met het starten van de muziekherkenning.
pt_br: Iniciar a interface gráfica do usuário, mas não identificar o áudio detectado por meio do microfone, em vez de esperar que o usuário clique em um botão.
sk_sk: Spustiť grafické používateľské rozhranie, ale nerozpoznať zvuk cez mikrofón hneď po spustení (namiesto toho, aby ste očakávali, že používateľ klikne na tlačidlo).

source: Your IP has been rate-limited
ar: تم تقييد استخدام عنوان IP خاصتك
cs_cz: Vaše IP byla omezena
fr_fr: Votre adresse IP fait l'objet d'une rate-limit
nl: Je ip-verzoeken zijn afgekapt
sk_sk: Vaša IP adresa bola obmedzená

source: Audio error:
ar: خطأ في الصوت:
cs_cz: Chyba zvuku:
fr_fr: Erreur audio :
nl: Audiofout:
sk_sk: Chyba zvuku:

source: Invalid sample rate in decoded Shazam packet
ar: معدل العينة غير صالح في فك ترميز حزمة Shazam
ca: Freqüència de mostreig invàlida en el paquet Shazam descodificat
cs_cz: Neplatná vzorkovací frekvence v dekódovaném paketu Shazamu
es: La frecuencia de reproducción al decodificar el paquete de Shazam no parece que sea correcta
fr_fr: Fréquence d'échantillonnage invalide au sein du paquet Shazam décodé
it: Frequenza di campionamento non valida nel pacchetto Shazam decodificato
nl: Ongeldige samplesnelheid in gedecodeerd Shazam-pakket
pt_br: A taxa de amostragem ao decodificar o pacote do ‘Shazam’ não é válida
sk_sk: Neplatná vzorkovacia frekvencia v dekódovanom pakete Shazam

source: Invalid frequency band in decoded Shazam packet
ar: نطاق التردد غير صالح في فك ترميز حزمة Shazam
ca: Banda de freqüència invàlida en el paquet Shazam descodificat
cs_cz: Neplatný rozsah pásem v dekódovaném paketu Shazamu
es: La banda de frecuencia del paquete decodificado de Shazam no parece que sea correcta
fr_fr: Bande de fréquences invalide au sein du paquet Shazam décodé
it: Banda di frequenza non valida nel pacchetto Shazam decodificato
nl: Ongeldige frequentieband in gedecodeerd Shazam-pakket
pt_br: A banda de frequência ao decodificar o pacote do ‘Shazam’ não é válida
sk_sk: Neplatné frekvenčné pásmo v dekódovanom pakete Shazam

source: Invalid sample rate passed when encoding Shazam packet
ar: عبَر معدل عينة غير صالح أثناء ترميز حزمة Shazam
ca: Freqüència de mostreig invàlida en codificar el paquet Shazam
cs_cz: Předána neplatná vzorkovací frekvence při kódování paketu Shazamu
es: La frecuencia de reproducción proporcionada para codificar el paquete de Shazam no parece que sea correcta
fr_fr: Fréquence d'échantillonnage invalide passée lors de l'encodage du paquet Shazam
it: Frequenza di campionamento non valida passata durante la codifica del pacchetto Shazam
nl: Ongeldige samplesnelheid doorgegeven tijdens encoderen van Shazam-pakket
pt_br: A taxa de amostragem passada ao codificar o pacote do ‘Shazam’ não é válida
sk_sk: Pri kódovaní paketu Shazam bola odovzdaná nesprávna vzorkovacia frekvencia

source: Application error
ar: خطأ في التطبيق
nl: Programmafout
sk_sk: Chyba aplikácie

source: Network error
ar: خطأ في الشبكة
nl: Netwerkfout
sk_sk: Chyba siete

source: Unable to enable notification icon
ar: تعذر تفعيل أيقونة الإشعار
nl: Het systeemvakpictogram kan niet worden ingeschakeld
sk_sk: Nie je možné aktivovať ikonu upozornenia
